Repository: common-repository/wc-out-of-stock-message
Catalog: languages/wcosm-*.po
Languages: bn_bd, fr_fr

source: Enable Stock Out Badge
bn_bd: স্টক আউট ব্যাজ এনাবল করুন
fr_fr: Activer le badge de rupture de stock

source: In Stock Quantity Message
bn_bd: ইন স্টক কোয়ান্টিটি বার্তা
fr_fr: En stock Quantité Message

source: %s Details
bn_bd: %s বিস্তারিত
fr_fr: %s Détails

source: &ldquo;%s&rdquo; Uninstall Confirmation
bn_bd: &ldquo;%s&rdquo; আনইন্সটল নিশ্চিত করন
fr_fr: &ldquo;%s&rdquo; Confirmation de désinstallation

source: 24 hours
bn_bd: ২৪ ঘণ্টা
fr_fr: 24 heures

source: A Product stock out on {site_title}
bn_bd: {site_title} পণ্যটি স্টক আউট হয়ে গেছে
fr_fr: Un produit en rupture de stock sur {site_title}

source: Admin will get an alert when a product will be stock out
bn_bd: পণ্য স্টক আউট হলে এডমিন নোটিশ পাবেন
fr_fr: L'administrateur recevra une alerte lorsqu'un produit sera en rupture de stock.

source: Allow
bn_bd: এলাউ
fr_fr: Autoriser

source: Background Color for badge
bn_bd: ব্যাজের ব্যাকগ্রাউন্ড কালার
fr_fr: Couleur d'arrière-plan du badge

source: Background Color for out of stock message.
bn_bd: স্টক আউট মেসেজের ব্যাকগ্রাউন্ড মেসেজ
fr_fr: Couleur d'arrière-plan pour le message de rupture de stock.

source: Badge BG Color
bn_bd: ব্যাজের ব্যাকগ্রাউন্ড কালার
fr_fr: Couleur du badge BG

source: Badge Data updated successfully
bn_bd: ব্যাজ ডাটা সফলভাবে আপডেট করা হয়েছে
fr_fr: Les données du badge ont été mises à jour avec succès

source: Badge Position
bn_bd: ব্যাজ এর পজিশন
fr_fr: Position du badge

source: Badge Text Color
bn_bd: ব্যাজ এর ফন্ট কালার
fr_fr: Couleur du texte du badge

source: Cancel
bn_bd: বাতিল
fr_fr: Annuler

source: Change Global Message
bn_bd: গ্লোবাল বার্তা পরিবর্তন করুন
fr_fr: Modifier le message global

source: Cloning is forbidden.
bn_bd: ক্লোনিং নিষিদ্ধ
fr_fr: Le clonage est interdit.

source: Close
bn_bd: বন্ধ
fr_fr: Fermer

source: coderstime
bn_bd: কোডার্সটাইম

source: Could you tell us a bit more whats not working?
bn_bd: কি কাজ করছে না সে সম্পর্কে বিস্তারিত বলবেন ?
fr_fr: Pourriez-vous nous en dire un peu plus sur ce qui ne fonctionne pas ?

source: Could you tell us a bit more?
bn_bd: একটু বিস্তারিত বলবেন ?
fr_fr: Pouvez-vous nous en dire un peu plus ?

source: Could you tell us more about that feature?
bn_bd: ফিচার সম্পর্কে বিস্তারিত বলবেন ?
fr_fr: Pouvez-vous nous en dire plus sur cette fonction ?

source: Data reached successfully not saved any
bn_bd: সার্ভার পর্যন্ত তথ্য পৌছেছে
fr_fr: Les données ont été atteintes avec succès et n'ont pas été sauvegardées

source: Do you want to hide the "Sale" badge when a product is sold out?
bn_bd: পণ্য স্টক আউট হয়ে গেলে সেল ব্যাজটি গোপন করবেন ?
fr_fr: Souhaitez-vous masquer le badge « Sale » lorsqu'un produit est épuisé ?

source: Documentation
bn_bd: ডকুমেন্টেশন

source: Email
bn_bd: ইমেইল
fr_fr: Courriel

source: Enter text to show when this product will be out of stock
bn_bd: পণ্য স্টক আউট হয়ে গেলে যে তথ্য দেখাবে তা এখানে দিন
fr_fr: Saisissez un texte pour indiquer quand ce produit sera en rupture de stock

source: Following is the %s link :
bn_bd: লিংকটি ফলো করুন %s লিংক :
fr_fr: Voici le lien %s :

source: Form Verification error
bn_bd: ফর্ম ভেরিফিকেশন ইরর
fr_fr: Erreur de vérification du formulaire

source: Get Support
bn_bd: সাপোর্ট নিন
fr_fr: Obtenir de l'aide

source: Global
bn_bd: গ্লোবাল

source: Hi admin. One of your %s sold out
bn_bd: হায় এডমিন। %s এর মধ্যে একটি পণ্য বিক্রি হয়ে গেছে।
fr_fr: Salut l'administrateur. Un de vos %s est épuisé

source: Hide Sale Badge?
bn_bd: সেল ব্যাজ গোপন করবেন ?
fr_fr: Masquer le badge de vente ?

source: I couldn't understand how to make it work
bn_bd: এটা কিভাবে কাজ করে আমি বুঝতেছি না
fr_fr: Je n'ai pas compris comment le faire fonctionner

source: I found a better plugin
bn_bd: ভালো একটা প্লাগিন পেয়েছি
fr_fr: J'ai trouvé un meilleur plugin

source: I rather wouldn't say
bn_bd: আমি বলতে চাইনা।
fr_fr: Je ne dirais plutôt pas

source: If you have a moment, please let us know why you are deactivating:
bn_bd: আপনার যদি সময় থাকে বলবেন কি কেন আপনি ডিঅ্যাক্টিভ করতেছেন
fr_fr: Si vous avez un moment, veuillez nous indiquer la raison de votre désactivation :

source: Image
bn_bd: ছবি

source: In stock background color
bn_bd: ইন স্টক ব্যাকগ্রাউন্ড কালার
fr_fr: Couleur de fond en stock

source: In Stock Quantity Color
bn_bd: ইন স্টক কোয়ান্টিটি কালার
fr_fr: En stock Quantité Couleur

source: In Stock Qunatity Background Color
bn_bd: ইন স্টক কোয়ান্টিটি ব্যাকগ্রাউন্ড কালার
fr_fr: En stock Qunatity Couleur d'arrière-plan

source: In Stock Qunatity Color
bn_bd: ইন স্টক কোয়ান্টিটি কালার
fr_fr: En stock Qunatity Color

source: In Stock Text color
bn_bd: ইন স্টক টেক্সট কালার
fr_fr: En stock Couleur du texte

source: In trouble? Please submit a support request.
bn_bd: সমস্যায় পড়েছেন ? সাপোর্টের জন্য অনুরোধ করুন
fr_fr: Vous avez un problème ? Veuillez soumettre une demande d'assistance.

source: Invalid Request
bn_bd: ইনভ্যালিড রিকোয়েস্ট
fr_fr: Demande non valide

source: It's not what I was looking for
bn_bd: আমি যা খুঁজছি এটা তা না
fr_fr: Ce n'est pas ce que je cherchais

source: Left Top Position
bn_bd: বামের উপরের পজিশন
fr_fr: Position supérieure gauche

source: Message
bn_bd: মেসেজ

source: Message data updated successfully
bn_bd: মেসেজ এর তথ্য আপডেট করা হয়েছে
fr_fr: Les données du message ont été mises à jour avec succès

source: Message for out of stock product.
bn_bd: স্টক আউট এর মেসেজ
fr_fr: Message pour les produits en rupture de stock.

source: Method must be invoked inside admin_init action
bn_bd: মেথডট এডমিন-ইনিট এর মধ্যে ইনভোক করতে হবে।
fr_fr: La méthode doit être invoquée dans l'action admin_init

source: Missing Required Fields.
bn_bd: জরুরি ফিল্ডগুলা নাই
fr_fr: Champs obligatoires manquants.

source: Name
bn_bd: নাম
fr_fr: Nom

source: No data found
bn_bd: পাওয়া যায়নি
fr_fr: Aucune donnée n'a été trouvée

source: No sensitive data is tracked.
bn_bd: নিরাপত্তাজনিত তথ্য নেয়া হয়না
fr_fr: Aucune donnée sensible n'est suivie.

source: No thanks
bn_bd: না, ধন্যবাদ
fr_fr: Non merci

source: Not Interested
bn_bd: আগ্রহী না
fr_fr: Pas intéressé

source: Number of active and inactive plugins.
bn_bd: একটিভ ও ইনাক্টিভ প্লাগিন সংখ্যা
fr_fr: Nombre de plugins actifs et inactifs.

source: Once Weekly
bn_bd: সপ্তাহে একবার
fr_fr: Une fois par semaine

source: Open Support Ticket
bn_bd: সাপোর্ট টিকেট
fr_fr: Ouvrir un ticket d'assistance

source: Other
bn_bd: অন্যান্য
fr_fr: Autres

source: Out of Stock
bn_bd: স্টক আউট
fr_fr: En rupture de stock

source: Out of Stock Admin Alert
bn_bd: স্টক আউট এডমিন সতর্কতা
fr_fr: Alerte administrative en cas de rupture de stock

source: Out of Stock Background Color
bn_bd: স্টক আউট ব্যাকগ্রাউন্ড রং
fr_fr: Couleur d'arrière-plan en rupture de stock

source: Out of Stock BG Color
bn_bd: স্টক আউট ব্যাকগ্রাউট রং
fr_fr: En rupture de stock Couleur BG

source: Out of Stock Display Position
bn_bd: স্টক আউট যেখানে দেখাবে
fr_fr: Position d'affichage en cas de rupture de stock

source: Out of Stock Manage Page
bn_bd: স্টক আউট ম্যানেজ করার পাতা
fr_fr: Page de gestion des ruptures de stock

source: Out Of Stock Message
bn_bd: স্টক আউট বার্তা
fr_fr: Message de rupture de stock

source: Out of Stock Message
bn_bd: স্টক আউট বার্তা
fr_fr: Message de rupture de stock

source: Out of Stock Message for this variation product
bn_bd: এই ভ্যারিয়েশন পণ্যের স্টক আউট বার্তা
fr_fr: Message de rupture de stock pour ce produit de variation

source: Out Of Stock Message Manage
bn_bd: স্টক আউট বার্তা পরিচালনা
fr_fr: Message de rupture de stock Gérer

source: Out of Stock Product Message Settings
bn_bd: স্টক আউট পণ্যের মেসেজ সেটিংস
fr_fr: Paramètres du message sur les produits en rupture de stock

source: Out of Stock Text Color
bn_bd: স্টক আউট বার্তার রং
fr_fr: Couleur du texte en rupture de stock

source: Please Follow the email and Coders Time Support Team will get back with you shortly.
bn_bd: অনুগ্রহ করে ইমেইল এবং কোডার্সটাইম সাপোর্টে যোগাযোগ করুন
fr_fr: Veuillez suivre l'e-mail et l'équipe d'assistance de Coders Time vous contactera sous peu.

source: Please read our %1$s and %2$s
bn_bd: অনুগ্রহ করে আমাদের %1$s এবং %2$s পড়ুন
fr_fr: Veuillez lire nos %1$s et %2$s

source: Please try again after sometime.
bn_bd: অনুগ্রহ করে একটু পরে চেষ্টা করুন
fr_fr: Veuillez réessayer après un certain temps.

source: Price
bn_bd: দাম
fr_fr: Prix

source: Privacy Policy
bn_bd: গোপনীয় নিয়মনীতি
fr_fr: Politique de confidentialité

source: Processing...
bn_bd: প্রসেসিং...
fr_fr: Traitement...

source: Product
bn_bd: পণ্য
fr_fr: Produit

source: Products
bn_bd: পণ্য সমুহ
fr_fr: Produits

source: Promo hidden
bn_bd: প্রোমো গোপন
fr_fr: Promo cachée

source: Promotion Source URL Not Set. see Promotions::set_source( $URL )
bn_bd: প্রোমোশন সোর্স লিংক সেট করা হয়নি।
fr_fr: L'URL de la source de la promotion n'est pas définie. voir Promotions::set_source( $URL )

source: Published
bn_bd: প্রকাশিত
fr_fr: Publié

source: Right Top Position
bn_bd: ডানের উপরের পজিশন
fr_fr: Position supérieure droite

source: Select Where show Badge text
bn_bd: ব্যাজ এর তথ্য যেখানে দেখানে তা ঠিক করুন
fr_fr: Sélectionner Où afficher le texte du badge

source: Send Message
bn_bd: বার্তা পাঠান
fr_fr: Envoyer un message

source: Server environment details (php, mysql, server, WordPress versions).
bn_bd: সার্ভার সফটওয়ার তথ্য
fr_fr: Détails de l'environnement du serveur (php, mysql, serveur, versions de WordPress).

source: Settings
bn_bd: সেটিংস
fr_fr: Paramètres

source: Settings Data updated successfully
bn_bd: সেটিংস তথ্য আপডেট করা হয়েছে
fr_fr: Paramètres Données mises à jour avec succès

source: Show Stock Quantity
bn_bd: স্টক সংখ্যা
fr_fr: Afficher la quantité en stock

source: Site name, language and url.
bn_bd: ওয়েবসাইটের নাম, ভাষা, লিংক
fr_fr: Nom du site, langue et url.

source: Something Went Wrong.
bn_bd: কিছু একটা ক্রটি হয়েছে
fr_fr: Quelque chose a mal tourné.

source: Something Went Wrong. Please Try Again After Sometime.
bn_bd: কিছু একটা ত্রুটি হয়েছে, কিছুক্ষণ পর আবার চেষ্টা করুন
fr_fr: Quelque chose a mal tourné. Veuillez réessayer après un certain temps.

source: Stock
bn_bd: স্টক

source: Stock Background Color
bn_bd: স্টক ব্যাকগ্রাউন্ড রং
fr_fr: Couleur d'arrière-plan du stock

source: Stock Out
bn_bd: স্টক আউট
fr_fr: Stock épuisé

source: Stock Out Badge
bn_bd: স্টক আউট ব্যাজ
fr_fr: Badge de rupture de stock

source: Stock Out Badge Show
bn_bd: স্টক আউট ব্যাজ

source: Stock Out Badge Text
bn_bd: স্টক আউট ব্যাজ বার্তা
fr_fr: Texte du badge Stock Out

source: Stock Out Global Message :
bn_bd: স্টক আউট গ্লোবাল মেসেজ
fr_fr: Stock épuisé Message global :

source: Stock Out Manage
bn_bd: স্টক আউট পরিচালনা
fr_fr: Gestion des ruptures de stock

source: Stock Out Message
bn_bd: স্টক আউট বার্তা
fr_fr: Message de rupture de stock

source: Stock Out message display are Background Color
bn_bd: স্টক আউট বার্তা দেখানো এবং ব্যাকগ্রাউন্ড রং
fr_fr: L'affichage du message de rupture de stock est Couleur d'arrière-plan

source: Stock Out Products
bn_bd: স্টক আউট পণ্য সমূহ
fr_fr: Produits en rupture de stock

source: Stock Quantity Background
bn_bd: স্টক কোয়ান্টিটি ব্যাকগ্রাউন্ড
fr_fr: Quantité en stock Arrière-plan

source: Stock Text Color
bn_bd: স্টক বার্তার রং
fr_fr: Couleur du texte du stock

source: Subject
bn_bd: সাবজেক্ট
fr_fr: Sujet

source: Submit & Deactivate
bn_bd: সাবমিট এবং ডিঅ্যাক্টিভ
fr_fr: Soumettre et désactiver

source: Submit Support Ticket.
bn_bd: সাপোর্ট টিকেট সাবমিট করুন
fr_fr: Soumettre un ticket d'assistance.

source: Support
bn_bd: সাপোর্ট
fr_fr: Soutien

source: Support Ticket form will open in new tab in 5 seconds.
bn_bd: সাপোর্ট টিকেট নতুন ট্যাবে ওপেন হবে
fr_fr: Le formulaire de demande d'assistance s'ouvrira dans un nouvel onglet dans 5 secondes.

source: Temporary deactivation for debugging
bn_bd: ডিবাগিং এর জন্য সাময়িক ডিঅ্যাক্টিভ করা হচ্ছে
fr_fr: Désactivation temporaire pour le débogage

source: Terms & Conditions
bn_bd: টার্মস কন্ডিশন
fr_fr: Conditions générales d'utilisation

source: Text Color for badge.
bn_bd: ব্যাজের ফন্ট রং
fr_fr: Couleur du texte pour le badge.

source: Text Color for out of stock message.
bn_bd: স্টক আউট মেসেজের ফন্ট রং
fr_fr: Couleur du texte pour les messages de rupture de stock.

source: Thank you -- Support Ticket Submitted.
bn_bd: ধন্যবাদ, সাপোর্ট টিকেট সাবমিট করা হয়েছে
fr_fr: Merci -- Ticket d'assistance soumis.

source: The plugin didn't work as expected
bn_bd: আশানুরুপ কাজ করছে না
fr_fr: Le plugin ne fonctionne pas comme prévu

source: The plugin is great, but I need specific feature that you don't support
bn_bd: প্লাগিনটা ভালো কিন্তু আমার নির্দিষ্ট কিছু ফিচার দরকার
fr_fr: Le plugin est génial, mais j'ai besoin d'une fonctionnalité spécifique que vous ne prenez pas en charge.

source: The plugin is not working
bn_bd: প্লাগিনটি কাজ করছে না
fr_fr: Le plugin ne fonctionne pas

source: This controls the position of out of stock message.
bn_bd: এটা স্টক আউট মেসেজ এর পজিশন কন্ট্রোল করে
fr_fr: Cette option permet de contrôler la position du message de rupture de stock.

source: Tick this if you want to show global out of stock message.
bn_bd: এটা টিক দিন যদি আপনি গ্লোবাল মেসেজ দেখাতে চান
fr_fr: Cochez cette case si vous souhaitez afficher un message global de rupture de stock.

source: Unserializing instances of this class is forbidden.
bn_bd: এই ক্লাসের ইন্সট্যান্স আনসিরিয়ালাইজ করা অবৈধ
fr_fr: La désérialisation des instances de cette classe est interdite.

source: Use Custom Message
bn_bd: কাস্টম মেসেজ ব্যবহার করুন
fr_fr: Utiliser un message personnalisé

source: Use Global Message
bn_bd: গ্লোবাল মেসেজ ব্যবহার করুন
fr_fr: Utiliser le message global

source: User Permission error
bn_bd: ব্যবহারের অধিকার নাই
fr_fr: Erreur de permission de l'utilisateur

source: Video Tutorials
bn_bd: ভিডিও টিউটোরিয়াল
fr_fr: Tutoriels vidéo

source: WC After Single Product
bn_bd: পণ্যের তথ্যের নিচে
fr_fr: WC après un seul produit

source: WC After Single Product Summary
bn_bd: পণ্যের সংক্ষিপ্ত বর্ণনার পরে
fr_fr: WC après le résumé d'un produit unique

source: WC Before Single Product
bn_bd: পণ্যের তথ্যের আগে
fr_fr: WC avant le produit unique

source: WC Before Single Product Summary
bn_bd: পণ্যের সংক্ষিপ্ত বর্ণনার আগে
fr_fr: WC Avant Résumé du produit unique

source: WC product meta end
bn_bd: পণ্যের মেটা ডাটার পরে

source: WC product meta start
bn_bd: পণ্যের মেটা ডাটার আগে

source: WC product thumbnails
bn_bd: পণ্যের ছবির নিচে
fr_fr: Image du produit WC

source: WC Single Product Summary
bn_bd: পণ্যের সংক্ষিপ্ত বর্ণনায়
fr_fr: Résumé du produit unique WC

source: Website
bn_bd: ওয়েবসাইট
fr_fr: Site web

source: Welcome to {site_title}
bn_bd: {site_title} এ স্বাগতম
fr_fr: Bienvenue sur le site {site_title}

source: What did you expect?
bn_bd: আপনি কি আশা করেছিলেন
fr_fr: À quoi vous attendiez-vous ?

source: what we collect
bn_bd: আমরা যা সংগ্রহ করি
fr_fr: ce que nous collectons

source: Which plugin?
bn_bd: কোন প্লাগিন
fr_fr: Quel plugin ?

source: Woo Inventory
bn_bd: উ ইনভেন্টরি
fr_fr: Inventaire Woo

source: Would you like us to assist you?
bn_bd: আমরা কি আপনাকে সাহায্য করবো ?
fr_fr: Souhaitez-vous que nous vous aidions ?

source: You can change below settings with separate menu.
bn_bd: নিচের সেটিংস আলাদা মেন্যুতে পরিবর্তন করতে পারবেন
fr_fr: Vous pouvez modifier les paramètres ci-dessous à l'aide d'un menu séparé.

source: Your name and email address.
bn_bd: আপনার নাম এবং ইমেইল এড্রেস
fr_fr: Votre nom et votre adresse électronique.

source: Your ticket has been successfully submitted.
bn_bd: আপনার টিকেট সফলভাব সাবমিট করা হয়েছে
fr_fr: Votre ticket a été soumis avec succès.

source: Out Of Stock Message for WooCommerce plugin for those stock out or sold out message for product details page. Also message can be show with shortcode support. Message can be set for specific product or globally for all products when it sold out. You can change message background and text color from woocommerce inventory settings and customizer woocommerce section. It will show message on single product where admin select to show. Admin also will be notified by email when product stock out.
fr_fr: Out Of Stock Message for WooCommerce plugin for those stock out or sold out message for product details page. Le message peut également être affiché à l'aide d'un shortcode. Le message peut être défini pour un produit spécifique ou globalement pour tous les produits lorsqu'ils sont épuisés. Vous pouvez modifier l'arrière-plan du message et la couleur du texte à partir des paramètres de l'inventaire de woocommerce et de la section woocommerce du customizer. Le message s'affichera sur chaque produit pour lequel l'administrateur aura choisi de l'afficher. L'administrateur sera également notifié par email lorsque le produit est en rupture de stock.

source: Something Went Wrong. Please Try The Support Ticket Form On Our Website.
fr_fr: Quelque chose a mal tourné. Veuillez essayer le formulaire de demande d'assistance sur notre site web.

source: Sorry, This product now out of stock, Check again later. (global Message)
fr_fr: Désolé, ce produit n'est plus en stock. Revenez plus tard. (message global)

source: Want to help make %1$s even more awesome? Allow %1$s to collect non-sensitive diagnostic data and usage information.
fr_fr: Vous voulez contribuer à rendre %1$s encore plus génial ? Autorisez %1$s à collecter des données de diagnostic et des informations d'utilisation non sensibles.

source: You will receive an email notification from "coderstime@gmail.com" in your inbox within %s.
fr_fr: Vous recevrez une notification par courriel de « coderstime@gmail.com » dans votre boîte de réception d'ici %s.
